[
    {
      "image": "https://i.ibb.co/02PZCbV/single-family-house.jpg",
      "estate_title": "Modern Single-Family Home",
      "id": 1,
      "segment_name": "Single-family homes",
      "description": "Discover the pinnacle of modern living in this stunning single-family home located in the heart of the City Center. This property offers a perfect blend of style and comfort with its sleek, contemporary design and spacious interiors. With 2500 square feet of living space, this home features a generous living room, a state-of-the-art kitchen, and a beautiful backyard that is ideal for relaxation or entertaining guests. ",
      "price": "$500,000",
      "status": "sale",
      "area": "2500 sq ft",
      "location": "City Center",
      "facilities": ["living room", "kitchen", "backyard"]
    },
    {
      "image": "https://i.ibb.co/254Y0Fm/apartment.jpg",
      "estate_title": "Luxury Apartment with Panoramic Views",
      "id": 2,
      "segment_name": "Apartments",
      "description": "Elevate your lifestyle with this luxurious apartment, located in the exclusive Waterfront District. This stunning property offers 1500 square feet of elegantly designed space, featuring modern amenities and breathtaking panoramic views of the city skyline. Ideal for those who appreciate finer details, the apartment includes access to a private swimming pool, a fully equipped gym, and a spacious balcony perfect for morning coffees or evening relaxation. ",
      "price": "$3,000/month",
      "status": "rent",
      "area": "1500 sq ft",
      "location": "Waterfront District",
      "facilities": ["swimming pool", "gym", "balcony"]
    },
    {
      "image": "https://i.ibb.co/hDb0ngW/townhouse-living.jpg",
      "estate_title": "Charming Townhouse in Historic Neighborhood",
      "id": 3,
      "segment_name": "Townhouses",
      "description": "Experience the charm and history of Old Town in this beautifully maintained townhouse. Nestled in a picturesque historic neighborhood, this home offers 1800 square feet of living space, infused with classic architectural elements and modern conveniences. The property features a cozy living room, an inviting patio, and a private garage.",
      "price": "$400,000",
      "status": "sale",
      "area": "1800 sq ft",
      "location": "Old Town",
      "facilities": ["living room", "patio", "garage"]
    },
    {
      "image": "https://i.ibb.co/D5BZcc3/senior-living-coummunity.jpg",
      "estate_title": "Senior Living Community - Tranquil Retreat",
      "id": 4,
      "segment_name": "Senior Living Community ",
      "description":"Welcome to your new home in our serene senior living community, designed with your comfort and companionship in mind. This tranquil retreat offers 1200 square feet of space, tailored to meet the needs of senior residents. The community features a variety of amenities including a vibrant community center, peaceful gardens, and a well-stocked library. ",
      "price": "$3,500/month",
      "status": "rent",
      "area": "1200 sq ft",
      "location": "Suburban Oasis",
      "facilities": ["community center", "garden", "library"]
    },
    {
      "image": "  https://i.ibb.co/gSCVjzW/vacation-rental.jpg",
      "estate_title": "Spacious Vacation Rental Near the Beach",
      "id": 5,
      "segment_name": "Vacation Rental",
      "description": "Imagine a relaxing escape in a spacious vacation rental located just steps from the sandy shores of a Coastal Paradise. This idyllic property boasts 2000 square feet of living space, designed for ultimate relaxation and entertainment. It features an enchanting ocean view, a private deck, and a dedicated BBQ area perfect for family gatherings or a quiet retreat. ",
      "price": "$200/night",
      "status": "rent",
      "area": "2000 sq ft",
      "location": "Coastal Paradise",
      "facilities": ["ocean view", "private deck", "BBQ area"]
    },
    {
      "image": "https://i.ibb.co/YpTCQ2h/student-housing.jpg",
      "estate_title": "Student Housing - Modern Dormitory",
      "id": 6,
      "segment_name": "Student Housing",
      "description": "Step into a world of convenience and community with our modern dormitory facilities, located right on the University Campus. This student housing option offers 500 square feet per room, designed to maximize comfort and efficiency for students. The housing includes shared study areas, a laundry room, and a recreation lounge, all tailored to enhance the academic and social life of residents.",
      "price": "$800/month",
      "status": "rent",
      "area": "500 sq ft (per room)",
      "location": "University Campus",
      "facilities": ["study area", "laundry room", "recreation lounge"]
    }
  ]